<template>
  <div>

    <div class="ui centered grid">
      <div class="about">
        <h1 class="ui dividing header">Что такое legalscreen.org</h1>

        <b>
          Legalscreen - сервис, который поможет защитить ваши права и не позволит навязать
          обязанности в Интернете, на которые вы не подписывались.
        </b>

        <p>
          Зачастую компании меняют электронные договоры и соглашения, не оповещая пользователя.
          Сервис Legalscreen самостоятельно с некоторой периодичностью сохраняет скриншоты договоров
          и соглашений в защищенном хранилище. Это поможет избежать проблем, если условия
          договоров будут изменены без оповещения и станут нарушать Ваши интересы: скриншоты можно
          использовать в качестве доказательств в суде и при написании претензий сайтам.        </p>
        <p>
          В соответствии с ч.1 ст.71 ГК РФ, доказательствами в суде будут являться любые документы и
          материалы, но при этом, как минимум, скриншоты должны содержать:
          <ul>
            <li>Указание даты и времени, в которые был сделан скриншот</li>
            <li>Полное указание URL адреса в адресной строке</li>
            <li>Указание на лицо, которое создало скриншот</li>
          </ul>
        </p>

        <p>
          Legalscreen автоматически проставляет все необходимые реквизиты, отображает полный адрес в
          адресной строкой (что не всегда позволяет сделать браузер при сохранении стандартного
          скриншота).
        </p>
        <p>
          Но главное: сервис Legalscreen является незаинтересованной стороной и работает на технологии
          блокчейн, обеспечивая хранение информации и гарантируя надежность и целостность
          скриншотов. Такие скриншоты не вызовут сомнений и смогут стать надлежащими
          доказательствами в суде.
          <br>
        </p>
        <p>
          Смарт-контракт legalscreen используется только как хранилище хешей. Изменить или удалить данные единожды сохраненные в данном контракте нельзя.
          <!--
          адрес контракта и abi-интерфейс
          -->
        </p>

      </div>
      <div class="about">
        <br>
        <h2 class="ui dividing header">Кому может быть полезен legalscreen.org</h2>
        Сервис будет полезен пользователям, которые:
        <ul>
          <li>Соглашаются (подписываются) под правилами пользования сайтом или электронными
            договорами и хотят защитить свои права и точно понимать обязанности.</li>
          <li>Не хотят тратить лишние деньги и время на оформление протокола осмотра сайта у
            нотариуса.</li>
          <li>Хотят получать доступ ко всем своим электронным договорам и/или соглашениям из
            любой точки мира.</li>
        </ul>
      </div>

    </div>

  </div>
</template>

<style>
  .about {
    line-height: 1.5em;
    max-width: 700px !important;
    text-align: left;
  }
</style>