<template>
  <div>

    <div class="ui centered grid">
      <div class="about">
        <h1 class="ui dividing header">Что такое legalscreen.org</h1>

        <b>
          Legalscreen - сервис, который поможет защитить ваши права и не позволит навязать
          обязанности в Интернете, на которые вы не подписывались.
        </b>

        <p>
          Зачастую компании меняют электронный договоры и пользовательские соглашения не оповещая
          пользователя. С помощью нашего сервиса вы можете сохранить скриншот страницы с договором
          в защищенном хранилище и использовать такой скриншот при необходимости в суде.
        </p>
        <p>
          В соответствии со ч.1 ст.71 ГК РФ, доказательствами будут являться любые документы и
          материалы. При этом, как минимум, скриншоты должны содержать:
          <ul>
            <li>Указание даты и времени, в которые был сделан скриншот</li>
            <li>Полное указание URL адреса в адресной строке</li>
            <li>Указание на лицо, которое вывело на экран компьютера изображение</li>
          </ul>
        </p>

        <p>
          Legalscreen автоматически проставляет все необходимые реквизиты, отображаем полный адрес с
          адресной строке (что не всегда позволяет сделать браузер при сохранении стандартного
          скриншота).
        </p>
        <p>
          Но главное: Legalscreen обеспечивает объективное хранение неизменяемой информации. Являясь
          незаинтересованной стороной, Legalscreen гарантирует достоверность сведений, сохраненных на
          скриншотах.
        </p>
        <p>
          Такие скриншоты не вызовут сомнений в суде и смогут сдать надлежащими
          доказательствами без каких-либо проблем.
        </p>
        <p>
          Сервис ипользует технологию блокчейн, обеспечивая надежность и целостность скриншотов.
          <br>
          Смарт-контракт legalscreen используется только как хранилище хешей. Изменить или удалить данные единожды сохраненные в данном контракте нельзя.
        <!--
        адрес контракта и abi-интерфейс
        -->
        </p>

      </div>

    </div>

  </div>
</template>

<style>
  .about {
    line-height: 1.5em;
    max-width: 700px !important;
    text-align: left;
  }
</style>